Repository: anastazzy/Daezh.NNTraining.Backend
Catalog: src/NNTraining.WebApi.Contracts/Resources/EnumDescriptionResources.*.resx
Languages: ru

source: Data prediction
ru: Вычисление закономерностей

# ClassifyMnist
source: Classification of numbers
ru: Распознавание чисел

# ClassifyPictures
source: Classification of pictures
ru: Классификация изображений

source: Paints
ru: Рисование

source: Initialized
ru: Инициализованна

source: Need a parameters
ru: Необходимо задать параметры

source: Ready to training
ru: Готова к тренировке

source: Still training
ru: В процессе тренировки

# ErrorOfTrainingModel
source: Error of training the model
ru: Ошибка тренировки, проверьте заданные параметры

source: Trained
ru: Готова к использованию

source: Deleted
ru: Удалена
